[
  {
    "name": "Pré-Descobrimento",
    "background": "https://upload.wikimedia.org/wikipedia/commons/a/a4/Brazil_16thc_tupinamba.gif",
    "items": [
      {
        "name": "Introdução",
        "text": "A história pré-cabralina do Brasil é a etapa da história do Brasil anterior à chegada dos portugueses em 1500 protagonizada pelo navegador Pedro Álvares Cabral, à época em que a região que hoje é o território brasileiro era ocupada por milhares dos chamados povos indígenas brasileiros.\n\nA expressão pré-história do Brasil também era usada para se referir este período, mas foi abolida por vários motivos. Principalmente, devido ao fato de o termo 'pré-história', modernamente, ser combatido por alguns acadêmicos, pois partiria de uma visão eurocêntrica de mundo, na qual os povos sem escrita seriam povos sem história.",
        "img": "https://upload.wikimedia.org/wikipedia/commons/e/e9/Cachoeira_resplendor_pintura_rupestre.jpg",
        "link": "https://pt.wikipedia.org/wiki/Hist%C3%B3ria_pr%C3%A9-cabralina_do_Brasil"
      },
      {
        "name": "Metodologia de estudo",
        "text": "O estudo da história brasileira antes de 1500 é feito, sobretudo, por meio da arqueologia, uma vez que os povos que ocuparam o território onde hoje se encontra o Brasil não possuíam, até onde sabemos, escrita. Estudos linguísticos, etnológicos e históricos têm auxiliado as pesquisas arqueológicas na medida do possível. No entanto, poucos foram os autores que tentaram reconstruir essa história de forma panorâmica (e as tentativas dos arqueólogos de estabelecer uma visão geral da história Pré-Cabralina não se provaram satisfatórias).",
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Cal%C3%A7oene%2C_Stonehenge_brasileira%2C_Amap%C3%A1.jpg/449px-Cal%C3%A7oene%2C_Stonehenge_brasileira%2C_Amap%C3%A1.jpg",
        "link": "https://pt.wikipedia.org/wiki/Hist%C3%B3ria_pr%C3%A9-cabralina_do_Brasil"
      },
      {
        "name": "Sambaquis",
        "text": "Os sambaquis, montes de conchas e outros resíduos acumulados por ação humana, foram vestígios arqueológicos responsáveis por suscitar considerável debate científico no século XIX. O diretor do Museu Nacional – que junto do Museu Paulista representava o interesse oficial acerca dos fatos histórico-arqueológicos no Brasil –, Landislau Netto, enviou as primeiras expedições científicas para estas regiões. Após anos de pesquisas, essas missões alegaram que 'montes de conchas' teriam formação antropogênica, isto é, origem humana. Hermann Von Ihering, contudo – o diretor do Museu Paulista – primeiramente se opôs a essa visão, dizendo que os restos de conchas teriam sido formados por fenômenos naturais e intertropicais.",
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Figueirinha_I_Central.JPG/800px-Figueirinha_I_Central.JPG",
        "link": "https://pt.wikipedia.org/wiki/Hist%C3%B3ria_pr%C3%A9-cabralina_do_Brasil#Sambaquis"
      },
      {
        "name": "Ocupação do território",
        "text": "A ocupação do território americano é um tema que tem gerado controvérsias substanciais, sobretudo porque muitos arqueólogos ainda são reticentes em aceitar que o homem possa ter chegado à América por outras vias que não o estreito de Bering. Segundo a teoria tradicional, também conhecido como Teoria de Clóvis, o homem 'pré-histórico' teria migrado da região atual da Mongólia para o Alasca atravessando a Ponte Terrestre de Bering. Não obstante, descobertas efetuadas em sítios arqueológicos brasileiros têm colocado em questão a validade desta teoria.",
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Figuras_rupestres%2C_Cost%C3%A3o_do_Santinho%2C_Florian%C3%B3polis_3.JPG/800px-Figuras_rupestres%2C_Cost%C3%A3o_do_Santinho%2C_Florian%C3%B3polis_3.JPG",
        "link": "https://pt.wikipedia.org/wiki/Hist%C3%B3ria_pr%C3%A9-cabralina_do_Brasil#Ocupa%C3%A7%C3%A3o_do_territ%C3%B3rio"
      },
      {
        "name": "Holoceno no Brasil (12 000 – 4 000 A.P.)",
        "text": "Os arqueólogos denominam por fase um complexo cultural onde os elementos são intimamente associados. Por tradição, os arqueólogos entendem as práticas e técnicas padrão dos antigos para a confecção, por exemplo, da indústria lítica e da pintura rupestre. Uma subtradição é uma divisão dentro da tradição, normalmente porque houve uma diferenciação do padrão original em dois ou mais padrões novos.\n\nNo final do período pleistocênico a temperatura variou amplamente em fases de expansão e contração das geleiras. Acredita-se que as temperaturas eram mais frias no pleistoceno do que no holoceno, quando sofreram um aumento considerável. No começo do período arcaico médio, o nível do mar se encontrava 10 metros abaixo do atual. Muitas regiões do país, como o Piauí, por exemplo, eram muito mais úmidas do que o são hoje.",
        "img": "https://upload.wikimedia.org/wikipedia/commons/b/b9/Sambaqui%2C_MAE-USP_%282%29.JPG",
        "link": "https://pt.wikipedia.org/wiki/Hist%C3%B3ria_pr%C3%A9-cabralina_do_Brasil#Holoceno_no_Brasil_(12_000_%E2%80%93_4_000_A.P.)"
      },
      {
        "name": "Período pré-cerâmico (Amazônia) (12 000 - 3 000 A.P.)",
        "text": "As datações mais antigas da região amazônica atribuem aos primeiros habitantes da região datas como 12 500 a.C. É provável que o território já houvesse sido colonizado anteriormente, mas apenas o avanço da pesquisa na Amazônia poderá confirmar essa hipótese. Os arqueólogos identificam um desenvolvimento da técnica de lascar pedras, começando pelo lascamento por percussão e seguindo para o lascamento por pressão. As mudanças nas técnicas de lascamento são associadas a diferentes modalidades de caça, uma voltada para os animais de grande porte, e outra para os animais de pequeno porte.",
        "img": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Fazenda_Colorada.jpg",
        "link": "https://pt.wikipedia.org/wiki/Hist%C3%B3ria_pr%C3%A9-cabralina_do_Brasil#Per%C3%ADodo_pr%C3%A9-cer%C3%A2mico_(Amaz%C3%B4nia)_(12_000_-_3_000_A.P.)"
      },
      {
        "name": "Período pré-cabralino recente",
        "text": "Enquanto a maior parte da pesquisa sobre o Brasil mais antigo analisava principalmente os vestígios materiais deixados por esses povos, o Brasil pré-cabralino recente costuma ser estudado através das línguas nativas. Com efeito, o estudo sobre as línguas nativas permite compreender inúmeros aspectos das culturas pré-cabralinas, além de seus parentescos históricos e de suas migrações. Quando os cronistas europeus descreveram os antigos povos brasileiros, utilizaram sobretudo denominações linguísticas e, graças ao trabalho missionário de alguns jesuítas, temos hoje conhecimento das antigas línguas brasílicas (que deram origem às línguas indígenas modernas).",
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Famille_d%E2%80%99un_Chef_Camacan_se_pr%C3%A9parant_pour_une_F%C3%AAte.jpg/800px-Famille_d%E2%80%99un_Chef_Camacan_se_pr%C3%A9parant_pour_une_F%C3%AAte.jpg",
        "link": "https://pt.wikipedia.org/wiki/Hist%C3%B3ria_pr%C3%A9-cabralina_do_Brasil#Per%C3%ADodo_pr%C3%A9-cabralino_recente"
      }
    ]
  },
  {
    "name": "Colônias",
    "background": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Desembarque_de_Pedro_%C3%81lvares_Cabral_em_Porto_Seguro_em_1500_by_Oscar_Pereira_da_Silva_%281865%E2%80%931939%29.jpg/800px-Desembarque_de_Pedro_%C3%81lvares_Cabral_em_Porto_Seguro_em_1500_by_Oscar_Pereira_da_Silva_%281865%E2%80%931939%29.jpg",
    "items": [
      {
        "text": "",
        "img": "",
        "link": "https://pt.wikipedia.org/wiki/Hist%C3%B3ria_do_Brasil"
      }
    ]
  },
  {
    "name": "Império",
    "background": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Pedro_Am%C3%A9rico_-_Independ%C3%AAncia_ou_Morte_-_Google_Art_Project.jpg/800px-Pedro_Am%C3%A9rico_-_Independ%C3%AAncia_ou_Morte_-_Google_Art_Project.jpg",
    "items": [
      {
        "text": "",
        "img": "",
        "link": "https://pt.wikipedia.org/wiki/Hist%C3%B3ria_do_Brasil"
      }
    ]
  },
  {
    "name": "República",
    "background": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Proclama%C3%A7%C3%A3o_da_Rep%C3%BAblica_by_Benedito_Calixto_1893.jpg/800px-Proclama%C3%A7%C3%A3o_da_Rep%C3%BAblica_by_Benedito_Calixto_1893.jpg",
    "items": [
      {
        "text": "",
        "img": "",
        "link": "https://pt.wikipedia.org/wiki/Hist%C3%B3ria_do_Brasil"
      }
    ]
  }
]
